# -*- coding: utf-8 -*-
"""第12節 現代（昭和・戦後〜現代） Q547-566"""

Q = [
{'n':547,'t':'① ポツダム宣言に基づいて日本を占領し、日本の民主化と非軍事化を進めることになった連合国軍最高'
 '司令官総司令部の略称を答えなさい。<br>② ①の初代最高司令官はだれですか。<br>'
 '③ 1946年から1954年にかけて5度にわたって日本の首相をつとめ、サンフランシスコ平和条約の締結などを'
 '行った人物はだれですか。日本国憲法は、この人物が首相のときに公布・施行されました。',
 'a':['GHQ','マッカーサー','吉田茂']},

{'n':548,'t':'① GHQの指示に基づいて、1945年に行われた、戦争に協力した大企業集団を分割する政策を'
 '何といいますか。<br>'
 '② GHQの指示に基づいて、1945年から行われた、地主の土地を政府が買い取り、小作人に安い値段で'
 '売りわたす政策を何といいますか。<br>'
 '③ ②の政策は、自らの土地を持つ（　）を増やし、農村の民主化を進める目的で行われました。',
 'a':['財閥解体','農地改革','自作農']},

{'n':549,'t':'1946年11月3日に公布され1947年5月3日から施行された憲法を何といいますか。',
 'a':['日本国憲法'],'lab':['']},

{'n':550,'t':'① 新憲法の制定に合わせて、1947年には教育の民主化のための法律も定められました。この法律を'
 '何といいますか。<br>'
 '② 1945年に制定された、労働者の団結権を認めた法律を何といいますか。<br>'
 '③ 1947年に制定された、労働条件の最低基準を定めた法律を何といいますか。',
 'a':['教育基本法','労働組合法','労働基準法']},

{'n':551,'t':'① 1945年に設立された、世界平和のための国際的な組織を何といいますか。<br>'
 '② 第二次世界大戦後に高まった、資本主義諸国（西側諸国）と社会主義諸国（東側諸国）との間の、'
 '大国どうしが直接戦火を交えない対立を何といいますか。<br>'
 '③ 資本主義諸国の中で中心的な役割を担っていた国はアメリカ合衆国でしたが、社会主義諸国の中で中心的な'
 '役割を果たしていた国はどこですか。<br>'
 '④ 第二次世界大戦後に植民地支配から解放された、西側諸国にも東側諸国にも属さないアジア・アフリカ'
 '諸国が、1955年、インドネシアのバンドンに集まって開いた国際会議を何といいますか。',
 'a':['国際連合','冷戦（冷たい戦争）','ソビエト連邦（ソ連）','アジア・アフリカ会議（A・A会議）']},

{'n':552,'t':'① 1950年に始まり、1953年に休戦となった、大韓民国と朝鮮民主主義人民共和国との間の戦争を'
 '何といいますか。<br>② ①の戦争が原因となって日本国内に起こった好景気を何といいますか。<br>'
 '③ 1950年、①の戦争が起こったことにより、GHQの指示に基づいて、日本国内に設立された組織を'
 '何といいますか。<br>'
 '④ ③の組織は、1952年に保安隊に改められましたが、この保安隊はさらに1954年に新たな組織に'
 '改編されました。この組織を何といいますか。',
 'a':['朝鮮戦争','特需景気','警察予備隊','自衛隊']},

{'n':553,'t':'1949年、日本人としては初めて、ノーベル賞（物理学賞）を受賞した人物はだれですか。',
 'a':['湯川秀樹'],'lab':['']},

{'n':554,'t':'① 1951年に調印された日本と連合国との間の講和条約を何といいますか。この条約により、日本は'
 '1952年に独立を回復しました。<br>'
 '② ①の条約と同じ日に結ばれた、アメリカ軍に日本国内への駐留を認めた条約を何といいますか。<br>'
 '③ ②の条約により、日本国内には現在もアメリカ軍基地が置かれていますが、そのうち最も多くの'
 'アメリカ軍基地がある都道府県はどこですか。',
 'a':['サンフランシスコ平和条約','日米安全保障条約','沖縄県']},

{'n':555,'t':'① 1954年、太平洋のビキニ環礁で行われたアメリカの水爆実験で「死の灰」を浴び、乗組員が被爆した'
 '漁船の名前を何といいますか。<br>'
 '② 1955年、①の事件を受けて、広島で第一回（　）が開かれ、核兵器の廃止が訴えられました。<br>'
 '③ 1963年に結ばれた、地下以外（大気圏内・宇宙空間・水中）での核実験を禁止する条約を何といいますか。<br>'
 '④ 1968年に結ばれた、核兵器の保有国を増やさないことを定めた条約を何といいますか。',
 'a':['第五福竜丸','原水爆禁止世界大会','部分的核実験禁止条約','核拡散防止条約']},

{'n':556,'t':'① 1956年、鳩山一郎首相とソビエト連邦首脳の間で合意し、発表された、両国の関係を正常化する'
 '宣言を何といいますか。<br>'
 '② ①により日本とソビエト連邦の関係が改善されたため、日本の加盟が認められた国際組織は何ですか。',
 'a':['日ソ共同宣言','国際連合']},

{'n':557,'t':'① 1950年代後半から1970年代初めにかけて、重化学工業を中心として日本の経済が急速に発達した'
 '時期を何といいますか。<br>② 1964年、東京と新大阪の間に開通した高速鉄道を何といいますか。<br>'
 '③ 1964年、アジアで初めて開かれたオリンピックを何といいますか。<br>'
 '④ 1967年、急速な経済発展とともに深刻化する公害問題を解決するために制定された法律を何といいますか。',
 'a':['高度経済成長期','東海道新幹線','東京オリンピック','公害対策基本法']},

{'n':558,'t':'冷戦の影響から東南アジアで起こり、アメリカが介入して、1965年から本格化した戦争を何といいますか。',
 'a':['ベトナム戦争'],'lab':['']},

{'n':559,'t':'① 1965年に結ばれた、韓国と日本との間に国交を開く条約を何といいますか。<br>'
 '② 1967年から日本政府が公式に発表している「核兵器を持たない、作らない、持ち込ませない」という'
 '方針を何といいますか。<br>'
 '③ ②の方針を発表した当時の内閣総理大臣で、のちにノーベル平和賞を受賞した人物はだれですか。<br>'
 '④ ③の人物が内閣総理大臣をつとめていた1972年に、アメリカから日本に返還されたのはどこですか。',
 'a':['日韓基本条約','非核三原則','佐藤栄作','沖縄']},

{'n':560,'t':'① 1972年に発表された、日本と中華人民共和国（中国）の国交を正常化する文書を何といいますか。<br>'
 '② ①が発表されたときの日本の内閣総理大臣はだれですか。',
 'a':['日中共同声明','田中角栄']},

{'n':561,'t':'① 1973年に起こった第四次中東戦争の影響で、物価が急上昇し、経済が混乱した出来事を何といいますか。'
 'これにより、日本の高度経済成長は終わりをむかえました。<br>'
 '② ①への対策を協議するために、1975年に初めて開かれた、先進国の首脳による会議を何といいますか。'
 'カタカナで答えなさい。',
 'a':['第一次石油危機（第一次オイルショック）','サミット']},

{'n':562,'t':'1978年に結ばれた、日本と中国との間に友好的な関係を築くための条約を何といいますか。',
 'a':['日中平和友好条約'],'lab':['']},

{'n':563,'t':'1989年、アメリカとソ連の首脳が冷戦終結について合意した会談を何といいますか。',
 'a':['マルタ会談'],'lab':['']},

{'n':564,'t':'1991年、前年に起こったイラクによるクウェート侵攻に対して、アメリカをはじめとする多国籍軍が'
 'クウェートを解放するために起こした戦争を何といいますか。','a':['湾岸戦争'],'lab':['']},

{'n':565,'t':'1992年、国連の行う平和維持活動に、日本の自衛隊が参加できるように取り決めた法律を'
 '何といいますか。','a':['PKO協力法'],'lab':['']},

{'n':566,'t':'① 1993年、それまでの公害対策基本法に代わって、新たに定められた環境に関する法律を'
 '何といいますか。<br>'
 '② 2001年に、それまでの組織を改編して設置された、主に公害対策や環境保護などを担当している省庁を'
 '何といいますか。',
 'a':['環境基本法','環境省']},
]
