# -*- coding: utf-8 -*-
"""第9節 中世（鎌倉〜室町時代） Q370-419"""

Q = [
{'n':370,'t':'① 鎌倉幕府を開いた人物はだれですか。<br>'
 '② ①の人物の弟で、源平の合戦でかつやくしましたが、その後①と対立し、平泉で倒された人物はだれですか。',
 'a':['源頼朝','源義経']},

{'n':371,'t':'次の図は、鎌倉幕府の仕組みを表したものです。A〜Fに当てはまる語句を答えなさい。',
 'a':['執権','侍所','政所','問注所','守護','地頭'],
 'lab':['A','B','C','D','E','F'],'fig':'q371'},

{'n':372,'t':'① 次の図は、鎌倉時代の封建制度を表したものです。A〜Cに当てはまる語句を答えなさい。',
 't2':'② （C）は、将軍からあたえられた土地を命がけで守りました。このことを表す語句を何といいますか。',
 'a':['御恩','奉公','御家人','一所懸命'],
 'lab':['①A','①B','①C','②'],'fig':'q372'},

{'n':373,'t':'鎌倉幕府の初代執権はだれですか。','a':['北条時政'],'lab':['']},

{'n':374,'t':'源氏の将軍が3代で途絶えると、（①）上皇は政治の実権を朝廷に取り戻すため、1221年に2代執権（②）'
 '討伐の命令を下し、鎌倉幕府打倒の兵を挙げました。これを（③）の乱といいます。しかし、幕府側の御家人たちは'
 '「尼将軍」とよばれた（④）のもとに団結して戦ったため、この反乱は失敗に終わりました。<br>'
 '　乱の後、（①）上皇は（⑤）に流され、また、京都には朝廷や西日本の武士たちを監視するために（⑥）が'
 '設置されました。',
 'a':['後鳥羽','北条義時','承久','北条政子','隠岐','六波羅探題']},

{'n':375,'t':'① 鎌倉幕府の3代執権はだれですか。<br>'
 '② ①の人物が1232年に定めた、最初の武家法を何といいますか。',
 'a':['北条泰時','御成敗式目（貞永式目）']},

{'n':376,'t':'① 1206年にモンゴル帝国を建国した人物はだれですか。<br>'
 '② ①の人物の孫で、元を建国してそれまでの中国の王朝を滅ぼし、ベトナムや日本にも軍を送った人物はだれですか。<br>'
 '③ ②の人物に仕え、のちに『東方見聞録』を著したイタリア人の商人はだれですか。',
 'a':['チンギス＝ハン','フビライ＝ハン','マルコ＝ポーロ']},

{'n':377,'t':'新羅を征服したのちに朝鮮半島を統一し、その後、元に攻められ、支配下に置かれるようになった国の名前を'
 '答えなさい。','a':['高麗'],'lab':['']},

{'n':378,'t':'① 上の図は、1274年に起こった元軍と日本の御家人たちとの戦いを描いたものです。この戦いを何といいますか。<br>'
 '② この戦いのときに鎌倉幕府の8代執権をつとめていた人物はだれですか。<br>'
 '③ この戦いで日本の御家人たちは、元軍の集団戦法や「てつはう」とよばれる（　）を使った兵器に苦しめられました。<br>'
 '④ この戦いの後、幕府は博多湾沿岸に（　）を築き、守りを固めました。<br>'
 '⑤ 1281年には再び元軍が日本を攻め、はげしい戦いが起こりました。この戦いを何といいますか。<br>'
 '⑥ 1274年と1281年の2度にわたる元軍の日本への攻撃をあわせて何といいますか。',
 'a':['文永の役','北条時宗','火薬','石塁（防塁）','弘安の役','元寇'],'fig':'q378','figtop':True},

{'n':379,'t':'借金に苦しむ御家人たちを救済するために、1297年に幕府が出した法令を何といいますか。',
 'a':['永仁の徳政令'],'lab':['']},

{'n':380,'t':'鎌倉時代の武士は、右の写真のような館に住んでいました。このような館のつくりを何といいますか。',
 'a':['武家造'],'lab':[''],'fig':'q380','figpos':'right'},

{'n':381,'t':'鎌倉時代になると、西日本では米の裏作として麦などを栽培する（　）が行われるようになりました。',
 'a':['二毛作'],'lab':['']},

{'n':382,'t':'鎌倉時代になると、寺社の門前などで、月に3回ほど（①）が開かれるようになり、さまざまな品物が売買され'
 'ました。（①）での売買には、主に、平安時代末に中国から輸入された（②）とよばれる貨幣が使われました。',
 'a':['定期市','宋銭']},

{'n':383,'t':'鎌倉時代には、人々の間に新しい仏教が広まりました。（①）は、念仏を唱えることで救われると説き、'
 '浄土宗を開きました。また、（①）の弟子にあたる（②）が開いた（③）宗は「一向宗」ともよばれ、室町時代に'
 'なると大きな勢力を持つようになりました。',
 'a':['法然','親鸞','浄土真']},

{'n':384,'t':'（①）宗を開いた（②）は、念仏の力ですべての人々が救われると説き、全国をまわって「踊り念仏」を'
 '広めました。','a':['時','一遍']},

{'n':385,'t':'（①）は、題目を唱えることで救われると説き、（②）宗を開きました。','a':['日蓮','日蓮（法華）']},

{'n':386,'t':'座禅などの修行を重視した仏教の宗派を（①）宗といいます。（②）が開いた（③）宗は、室町時代になると'
 '京都を中心に大きく発展しました。また、（④）は、永平寺（福井県）を本山とする（⑤）宗を開きました。',
 'a':['禅','栄西','臨済','道元','曹洞']},

{'n':387,'t':'① 源平の争いのなかで焼け落ちたものの鎌倉時代初期に再建された、東大寺の有名な門を何といいますか。<br>'
 '② 右の写真は、①の門にある、この時代の文化を代表する仁王像です。これを何といいますか。<br>'
 '③ ②の仁王像をつくった人物を2人答えなさい。',
 'a':['東大寺南大門','金剛力士像','運慶','快慶'],'lab':['①','②','③','③'],
 'fig':'q387','figpos':'right','note':'※③は順不同'},

{'n':388,'t':'① 鎌倉時代に成立した、平氏の栄枯盛衰や源平の争乱を描いた軍記物を何といいますか。<br>'
 '② 琵琶を弾きながら①の物語を各地で語り伝えた人々を何といいますか。<br>'
 '③ 後鳥羽上皇の命令により編さんされた、鎌倉時代を代表する和歌集を何といいますか。<br>'
 '④ ③の和歌集や小倉百人一首の撰者として知られる、鎌倉時代を代表する歌人はだれですか。<br>'
 '⑤ 兼好法師（吉田兼好）が著した、鎌倉時代の文学を代表する随筆集を何といいますか。',
 'a':['平家物語','琵琶法師','新古今和歌集','藤原定家','徒然草']},

{'n':389,'t':'1333年に鎌倉幕府が滅亡すると、（①）天皇による新しい政治が行われるようになりました。この政治を'
 '（②）といいます。しかし、この新しい政治はわずか2年で失敗に終わり、（①）天皇は大和国（奈良県）の（③）に'
 '逃れ、南朝を開きました。こうして、朝廷が南北に分かれ対立した時代を（④）時代といいます。<br>'
 '　この対立のなかで、有力な守護は勢力を強め（⑤）へと成長し、各地を支配するようになりました。',
 'a':['後醍醐','建武の新政','吉野','南北朝','守護大名']},

{'n':390,'t':'① 1338年に征夷大将軍になった人物はだれですか。<br>'
 '② ①の人物が開いた幕府は、のちに何とよばれるようになりましたか。<br>'
 '③ ②の幕府の中で、将軍を補佐するために置かれた役職を何といいますか。',
 'a':['足利尊氏','室町幕府','管領']},

{'n':391,'t':'① 室町幕府の3代将軍はだれですか。<br>'
 '② ①の人物が京都の室町に造営した屋敷は、何とよばれましたか。<br>'
 '③ ①の人物は中国の王朝に使いを送りました。このときの中国の王朝を何といいますか。<br>'
 '④ ①の人物のころ、中国や朝鮮の沿岸をあらしていた海賊を何といいますか。<br>'
 '⑤ ①の人物は④の海賊と貿易船を区別するため、正式な貿易船に右の図のような合い札を持たせました。'
 'この合い札を何といいますか。<br>'
 '⑥ ⑤の合い札を用いて行われた貿易を何といいますか。',
 'a':['足利義満','花の御所','明','倭寇','勘合','勘合貿易（日明貿易）'],'fig':'q391','figpos':'right'},

{'n':392,'t':'室町時代前半、足利義満のころに栄えた文化を何といいますか。','a':['北山文化'],'lab':['']},

{'n':393,'t':'右の写真は、足利義満が京都の北山に建てたものです。この建物を何といいますか。',
 'a':['鹿苑寺金閣'],'lab':[''],'fig':'q393','figpos':'right'},

{'n':394,'t':'室町時代には、足利義満の保護を受けた観阿弥・（①）の親子によって、（②）が大成されました。',
 'a':['世阿弥','能（能楽）']},

{'n':395,'t':'15世紀前半に沖縄に成立した王国を何といいますか。','a':['琉球王国'],'lab':['']},

{'n':396,'t':'室町幕府の8代将軍（①）の後継ぎをめぐる対立から有力守護大名の争いが起こり、1467年から（②）が'
 '始まりました。全国の守護大名が（③）を総大将とする東軍と（④）を総大将とする西軍とに分かれ、（⑤）を'
 '中心に11年間にわたって戦乱が続きました。<br>'
 '　この乱の影響で（⑤）は焼け野原となり、貴族たちが地方に移り住むようになったため、都の文化が地方へ'
 '広まるようになりました。',
 'a':['足利義政','応仁の乱','細川勝元','山名持豊（宗全）','京都']},

{'n':397,'t':'応仁の乱の後、室町幕府の支配力や将軍の権威が失われるようになると、身分の下の者が上の者を実力で'
 '倒す（①）の風潮が高まりました。このようななか、守護大名を倒して領国を手に入れた（②）大名が現れ、'
 '日本国内は（②）時代をむかえました。<br>'
 '　（②）大名の中には、自分の領地に（③）とよばれる独自のきまりを定めるものもありました。',
 'a':['下剋上','戦国','分国法（家法）']},

{'n':398,'t':'戦国時代に鉄砲隊などの集団戦法に用いられ、各地の戦いでかつやくした身分の低い武士を何といいますか。',
 'a':['足軽'],'lab':['']},

{'n':399,'t':'15世紀末から16世紀初めにかけて関東に進出し、相模国（神奈川県）の小田原を本拠地として勢力を広げた、'
 '「最初の戦国大名」ともいわれる人物はだれですか。','a':['北条早雲'],'lab':['']},

{'n':400,'t':'駿河国（静岡県）を本拠地として大きな勢力をほこりましたが、1560年の桶狭間の戦いで織田信長に倒された'
 '戦国大名はだれですか。','a':['今川義元'],'lab':['']},

{'n':401,'t':'甲斐国（山梨県）を本拠地とした戦国大名で、治水事業や農業の発展にも力を入れたことで知られる人物は'
 'だれですか。','a':['武田信玄'],'lab':['']},

{'n':402,'t':'越後国（新潟県）を本拠地とした戦国大名で、401の人物と信濃国（長野県）の支配をめぐり川中島で'
 'たびたび戦った人物はだれですか。',
 'talt':'越後国（新潟県）を本拠地とした戦国大名で、甲斐国（山梨県）の武田信玄と信濃国（長野県）の支配を'
 'めぐり川中島でたびたび戦った人物はだれですか。',
 'dep':401,'a':['上杉謙信'],'lab':['']},

{'n':403,'t':'室町時代後半、足利義政のころに栄えた文化を何といいますか。','a':['東山文化'],'lab':['']},

{'n':404,'t':'① 足利義政が京都の東山に建てた別荘を何といいますか。<br>'
 '② ①の建物には、右の図のような現在の和室のもとになったといわれる建築様式が用いられています。'
 'この建築様式を何といいますか。',
 'a':['慈照寺銀閣','書院造'],'fig':'q404','figpos':'right'},

{'n':405,'t':'① 禅宗の影響を強く受け、室町時代後半にさかんになった、墨の濃淡で風景などを描く絵画を何といいますか。<br>'
 '② 室町時代後半に、日本的な①を大成した人物はだれですか。',
 'a':['水墨画（墨絵）','雪舟'],'fig':'q405','figpos':'right'},

{'n':406,'t':'室町時代の後半に人々の間で広く読まれた、『浦島太郎』や『一寸法師』などの、挿し絵のある物語本を'
 '何といいますか。','a':['御伽草子'],'lab':['']},

{'n':407,'t':'① 室町時代の人々の間に広まった、一定の様式にのっとってお茶をたて、ふるまう作法を何といいますか。<br>'
 '② 室町時代の人々の間に広まった、草花を花器に飾り付ける芸術を何といいますか。',
 'a':['茶の湯','生け花']},

{'n':408,'t':'① 1543年に日本に初めてもたらされ、戦国の世の中に大きな影響をあたえた武器は何ですか。<br>'
 '② ①の武器を伝えたのはどこの国の人ですか。<br>'
 '③ ①の武器が伝えられた場所を、右の地図中のア〜オから選び、記号で答えなさい。',
 'a':['鉄砲','ポルトガル','エ'],'fig':'q408','figpos':'right'},

{'n':409,'t':'① 1549年に日本に初めて伝えられた宗教は何ですか。<br>② ①を日本に伝えた人物はだれですか。<br>'
 '③ ②の人物は、どこの国の出身ですか。<br>'
 '④ ②の人物が①の宗教を最初に伝えた場所を、上の地図中のア〜オの中から選び、記号で答えなさい。',
 'talt':'① 1549年に日本に初めて伝えられた宗教は何ですか。<br>② ①を日本に伝えた人物はだれですか。<br>'
 '③ ②の人物は、どこの国の出身ですか。<br>'
 '④ ②の人物が①の宗教を最初に伝えた場所を、右の地図中のア〜オの中から選び、記号で答えなさい。',
 'figalt':'q408','figposalt':'right','dep':408,'group':True,
 'a':['キリスト教','フランシスコ＝ザビエル','スペイン','ウ']},

{'n':410,'t':'16世紀にさかんになった、ポルトガル人やスペイン人との貿易を何といいますか。',
 'a':['南蛮貿易'],'lab':['']},

{'n':411,'t':'① 室町幕府の最後（15代）の将軍はだれですか。<br>'
 '② ①の人物を利用して京都に入り、その後①の人物を追放し、室町幕府を滅ぼした人物はだれですか。',
 'a':['足利義昭','織田信長']},

{'n':412,'t':'室町時代になると、農民たちは団結して（①）をつくり、自治を行うようになりました。農民たちは（②）を'
 '開いて村のさまざまな問題を話し合い、（③）とよばれるきまりを定めました。ときには、団結して（④）を'
 '起こし、領主に抵抗することもありました。',
 'a':['惣（惣村）','寄合','村おきて（惣おきて）','一揆']},

{'n':413,'t':'① 農民を中心とする民衆が起こした一揆を何といいますか。<br>'
 '② 借金の帳消しを求めて民衆が起こした一揆を何といいますか。<br>'
 '③ 地域の有力な武士たちが中心となって起こした一揆を何といいますか。<br>'
 '④ 浄土真宗の信者たちが中心となって起こした一揆を何といいますか。',
 'a':['土一揆','徳政一揆','国一揆','一向一揆']},

{'n':414,'t':'① 近江国（滋賀県）の馬借（馬を使って荷物を運ぶ運送業者）が中心となって1428年に起こした一揆を'
 '何といいますか。<br>'
 '② 山城国（京都府）の武士や人々が中心となって1485年に起こした一揆を何といいますか。<br>'
 '③ 加賀国（石川県）の浄土真宗（一向宗）の信者たちが中心となって1488年に起こした一揆を何といいますか。',
 'a':['正長の土一揆','山城の国一揆','加賀の一向一揆']},

{'n':415,'t':'鎌倉時代から室町時代にかけて成長した、商工業者の同業組合を何といいますか。','a':['座'],'lab':['']},

{'n':416,'t':'① 鎌倉時代から室町時代にかけてかつやくした、船を使って年貢米などを輸送する業者を何といいますか。<br>'
 '② 鎌倉時代から室町時代（戦国時代）にかけてかつやくした、馬を使ってさまざまな荷物を輸送する業者を'
 '何といいますか。',
 'a':['問（問丸）','馬借']},

{'n':417,'t':'室町時代には、商工業の発展にともない貨幣経済が発達するようになり、（①）や（②）などの高利貸しを'
 '営む業者が現れました。','a':['土倉','酒屋'],'note':'※順不同'},

{'n':418,'t':'南蛮貿易で栄えた港町で、商人による自治が行われ、宣教師によって「東洋のベニス」と紹介されたところは'
 'どこですか。','a':['堺'],'lab':['']},

{'n':419,'t':'① 寺院や神社を中心として発達した町を何といいますか。<br>'
 '② 領主の住む城を中心として発達した町を何といいますか。',
 'a':['門前町','城下町']},
]
